tap "aws/tap" #for aws-sam-cli
tap "TylerBrock/saw"

brew "gdal"
brew "nvim"
brew "awscli"
brew "aws-sam-cli"
brew "amazon-ecs-cli"
brew "tmux"
brew "zsh"
brew "vim"
brew "ack"
brew "tree"
brew "postgresql"
brew "python3"
brew "jq"
brew "python-yq"
brew "pipenv"
brew "postgis"
brew "saw"
brew "spatialite-tools"
brew "spatialite-gui"
brew "nnn"

cask "alacritty"
cask "paintbrush"
cask "zoom"
cask "keybase"
cask "rectangle"
cask "qgis"
cask "docker"
cask "macdown"
cask "macvim"
cask "session-manager-plugin"
